apache
archlinuxcn-keyring
base
base-devel
bash-completion
bat
bspwm
btop
code
direnv
efibootmgr
fcitx5
fcitx5-rime
fd
feh
firefox
firewalld
foot
fzf
gnu-netcat
grub
i3-wm
i3blocks
i3lock
i3status
iperf3
ipython
jq
kde-applications-meta
kitty
lazygit
linux-firmware
linux-lts
linux-lts-headers
lsof
lvm2
man-db
mpd
neofetch
neovim
networkmanager
nmap
openssh
p7zip-natspec
parted
picom-arian8j2-git
plasma-meta
polybar
rofi
sddm
stow
sunshine
sway
tcpdump
tigervnc
tmux
tree
ttf-jetbrains-mono-nerd
unzip
uuid
uv
vi
vim
wmenu
xorg-xrandr
yay
yazi
zip
zoxide
